//app.js
App({
  globalData: {
    topics: [{
      title: "关于公布2017/2018学年第二学期学生转专业面试（考核）成绩的通知",
      content: "http://jwc.zstu.edu.cn/info/1062/11323.htm，转专业学生可查看结果"
    },{
       title: "暑假期间公寓服务保障工作安排如下",
       content: "暑假期间生活区公寓楼正常开放，开放时间为6:00—22:30。因暑期大量公寓楼（A1、A2、A4N、A4S、B6N、B1W、B2E、B10、B11、B12、BY共计11幢楼）需要粉刷及维修改造，住宿环境较差，另外因生活区内排污整改工程,部分公寓楼会有阶段性停水现象，二区10号楼因水管改造暑期大部分时间无法供排水，故建议相关公寓楼学生暑期不留校住宿。"
    }, {
         title: "暑假期间供水服务保障工作安排如下",
         content: "暑假期间饮用水正常供应，校区订水电话：86843447；生活区订水电话：56631414。"
    }],
  }
})